<!DOCTYPE html>
<html lang="ar" dir="rtl">

<head><meta http-equiv="Content-Type" content="text/html; charset=utf-8">

    <meta name="author" content="ahmed essam">
    <meta name="description" content="description content">
    <meta name="keywords" content="content">
    <meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">

    <!-- Fav icon-->
    <link rel="shortcut icon" href="{{ asset('resources/assets/site') }}/assets/images/logo.png">

    <!-- style CSS-->
    <link rel="stylesheet" href="{{ asset('resources/assets/site') }}/assets/css/font-awesome.min.css">
    <link rel="stylesheet" href="{{ asset('resources/assets/site') }}/assets/css/bootstrap.css">
    <link rel="stylesheet" href="{{ asset('resources/assets/site') }}/assets/css/animate.min.css">
    <link rel="stylesheet" href="{{ asset('resources/assets/site') }}/assets/css/owl.carousel.min.css">
    <link rel="stylesheet" href="{{ asset('resources/assets/site') }}/assets/css/owl.theme.default.min.css">
    <link rel="stylesheet" href="{{ asset('resources/assets/site') }}/assets/css/validation.css">
    <link rel="stylesheet" href="{{ asset('resources/assets/site') }}/assets/css/style.css">
    <link rel="stylesheet" href="{{ asset('resources/assets/site') }}/assets/css/rtl.css">
    <link rel="stylesheet" href="{{ asset('resources/assets/site') }}/assets/css/responsive.css">

    <title> Homes Station </title>
</head>

<body class="home-style three rtl" data-spy="scroll" data-target=".navbar" data-offset="80">

    <div class="social-picker">
        <a href="#" class="handle">
            <i class="fa fa-rss"></i>
        </a>
        <div class="sec-position">
            <div class="settings-header">
                <h3>تواصل معنا</h3>
            </div>
            <div class="section">
                <div class="colors o-auto">
                    <a href="tel:966504156617+">966504156617+
                        <i class="fa fa-phone"></i>
                    </a>
                    <br>
                    <a href="mailto:CC@homesstation.com">CC@homesstation.com
                        <i class="fa fa-envelope"></i>
                    </a>
                </div>
            </div>
        </div>
    </div>

    <!-- Preloader-->
    <div class="loader-wrapper">
        <div class="loader"></div>
    </div>
    <!-- Preloader end-->

    <!-- Nav Start-->
    <nav class="navbar navbar-expand-lg navbar-light theme-nav fixed-top navbar-page">
        <div class="container">
            <a class="navbar-brand" href="{{ route('website.home') }}">
                <img src="{{ asset('resources/assets/site') }}/assets/images/logo.png" alt="logo">
            </a>
            <button class="navbar-toggler" type="button" data-toggle="collapse" data-target="#navbarSupportedContent" aria-controls="navbarSupportedContent"
                aria-expanded="false" aria-label="Toggle navigation">
                <span class="navbar-toggler-icon"></span>
            </button>
            <div class="collapse navbar-collapse default-nav" id="navbarSupportedContent">
                <ul class="navbar-nav mr-auto" id="mymenu">
                    <li class="nav-item">
                        <a class="nav-link" href="{{ route('website.home') }}">الرئيسية</a>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="{{ route('website.home') }}">من نحن</a>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="{{ route('website.home') }}">المميزات</a>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="{{ route('website.home') }}">الشاشات</a>
                    </li>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="{{ route('website.settings.privacy') }}">الخصوصية</a>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link active" href="{{ route('website.settings.terms') }}">اتفاقية الاستخدام</a>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="{{ route('website.settings.contact') }}">تواصل معنا</a>
                    </li>
                    <li class="nav-item">
                        <a class="nav-link" href="{{ route('website.home') }}">تحميل</a>
                    </li>
                </ul>
            </div>
        </div>
    </nav>
    <!-- Nav end-->


    <!-- privacy Section start-->
    <section class="privacy-page">
        <div class="container">
            <h3 class="main-title">اتفاقية الاستخدام لتطبيق هومزستيشن</h3>
            <div class="all-content">
                <p class="description">
                    هومزستيشن هو أحد التطبيقات الأولى التي تقدم خدمات لجميع نشاطات الأسر المنتجة. هومزستيشن عبارة عن منصة تسوق سهلة التصفح وآمنة
                    الاستخدام للناس لاكتشاف اسر المنتجة المتواجدة في نفس المدينة وربط العملاء للتسوق والتصفح بمنتجاتهم المفضلة
                    عبر التطبيق
                    <br /> هومزستيشن هو تطبيق ذكي يعمل كوسيط فى مجال التسويق للمنتجات الخاصة بالغير وإيجاد علاقة تجارية بين العملاء
                    والغير.
                    <br /> إن ضمير المخاطب المستخدم في هذه الاتفاقية يعود إلى المستخدم كفرد أو ككيان قانوني مفرد. وتعدّ هذه الاتفاقية
                    هي الاتفاقية الكاملة بينه وبين تطبيق هومزستيشن فيما يخص استخدام التطبيق، وهي تحل محل أي اتصالٍ مسبق مخالف
                    سواء كان شفهياً أو كتابياً بينه وبين تطبيق هومزستيشن وفي حال كان المستخدم شركة أو مؤسسة تستخدم التطبيق
                    لعدد من الأشخاص، فيتم تطبيق نفس القواعد والأسس المبيّنة في هذه الاتفاقية. لا يعتبَر أي من الطرفين مسؤولاً
                    عن عدم قدرته على الالتزام بأيٍ من البنود نتيجة ظروف قسرية (مثل الحروب والكوارث الطبيعية وغير الطبيعية).
                </p>

                <h4 class="sub-title">قبول الاتفاقية:</h4>
                <p> 1- أنت تتعهد بقبول الشروط والأحكام الواردة في هذه الاتفاقية فيما يتعلق بتطبيق هومزستيشن وتشكل هذه الاتفاقية
                    كامل الاتفاق بيننا وبينك وتلغي كافة الاتفاقات السابقة والضمانات وأي اتفاق سابق فيما يتعلق بالتطبيق أو
                    المحتوى أو الخدمات المزودة من قبل التطبيق أو من خلاله وموضوع هذه الاتفاقية،ويمكن تعديل هذه الاتفاقية
                    من وقت لآخر من قبلنا دون إشعار مسبق إليك. سيتم نشر احدث نسخة من هذه الاتفاقية عبر التطبيق وعليك أن تتطلع
                    عليها قبل استخدامك للتطبيق </p>
                <p> 2- أن تحميل التطبيق أو تثبيته أو تشغيله أو استعماله يعني قبول المستخدم لبنود هذه الاتفاقية، كما أنه بقبوله
                    هذه البنود نيابةً عن شخص آخر أو أي شركة أو كيانات قانونية أخرى، فإنه يضمن بأنه لديه سلطة كاملة لإلزام
                    ذلك الشخص أو الشركة أو الكيانات القانونية بهذه البنود. عند عدم قبول المستخدم لهذه البنود، فيتوجب عليه
                    عدم تحميل التطبيق ولا تثبيته ولا تشغيله ولا استعماله.
                </p>
                <br />

                <h4 class="sub-title">مدة الاتفاقية وصلاحيتها : </h4>
                <p class="description">
                    إن هذه الاتفاقية غير محدودة المدة، وسوف تفقد فعاليتها تلقائياً وبدون توجيه أي تنبيه من قبل تطبيق هومزستيشن إذا خالف المستخدم
                    أي من بنودها
                </p>
                <br />

                <h4 class="sub-title">حقوق النشر والنسخ: </h4>
                <p class="description">
                    تمتلك مؤسسة محطة البيوت التجارية المالكة لتطبيق هومزستيشن والمالكة للعلامة التجارية Homes Station ، و بشكل حصري، كل حقوق
                    المؤلف، و جميع حقوق الملكية الفكرية المتعلقة بالتطبيق، و كل ما تم إدراجه فيها من محتويات، دون حصر، من
                    برمجيات و فقرات و أفكار برمجية و صور و مشاهد و نصوص مكتوبة و مطبوعات مرفقة و جميع ما يتعلق به من متممات
                    مرتبطة فيه و كذلك كل المحتويات الأخرى التي لم يصرح بها هنا، باستثناء أيه نصوص قانونية عامة أو أية محتويات
                    محمية بحقوق ملكية لجهات أخرى، إن وُجدت.
                    <br> إن كل ما ذكر أعلاه من ممتلكات مالك التطبيق محمي بموجب قوانين حماية ملكية مختلفة، محلية وعالمية، و قد
                    يتم اللجوء لاتخاذ إجراءات للادعاء القانوني ضد الجهة المتسببة بالضرر في حال تم تجاوز الحقوق الخاصة بالتطبيق.

                </p>
                <br />

                <h4 class="sub-title">الترخيص و حدود استخدام التطبيق : </h4>
                <p class="description">
                    فيما يلي تبين مؤسسة محطة البيوت التجارية المالكة لتطبيق هومزستشين ما يحق للمستخدم و ما لا يحق له بموجب هذا التطبيق، و إن
                    ما لم يتم ذكره من أمور لا يعني أن للمستخدم الحق فيه، بل يمكن أن يكون موضوعاً للمناقشة مع مالك التطبيق
                    وله الحق بقبوله أو رفضه، بغض النظر عمّا إذا كانت قد اتخذت قراراً (قد يكون مختلفاً) سابقاً فيما يخص ذات
                    الموضوع مع جهة أخرى أو مستخدم آخر.
                </p>
                <p> • يحق للمستخدم استخدام التطبيق على أكثر من جهاز واحد من الأجهزة الذكية.</p>
                <p>• لا يحق للمستخدم توزيع نسخ من التطبيق أو أية مواد مكتوبة به للآخرين ولا تفكيك محتوياته لإنشاء أعمال أخرى
                    تعتمد على هذه المحتويات فيما عدا المحتويات المتاح مشاركتها من خلال التطبيق ، و ذلك دون الموافقة الخطية
                    المسبقة من المؤسسة مالكة التطبيق.</p>
                <p>• إن التطبيق مرخص للمستخدم لاستخدامه فقط، ولا يمكنه تحويله للآخرين، كما لا يحق له تأجيره أو إعارته أو بيع
                    جزء من مواده أو أجزائه بدون موافقة خطية مسبقة من مالك التطبيق.</p>
                <p>• تطبق بنود هذه الاتفاقية على كل نسخة من التطبيق لدى المستخدم، سواء أكانت جزئية أو احتياطية أو كاملة.
                </p>
                <p>• يتحتم على المستخدم أن يضمن أن أي استعمال للتطبيق من قبل أيٍ كان، هو استخدام ضمن حدود صلاحيات المستخدم نفسه،
                    و بما لا يتنافى مع بنود هذه الاتفاقية.</p>
                <p>• لا يحق للمستخدم استخدام التطبيق أو نسخه إلا بما يتوافق مع هذه الاتفاقية، كما يمنع إجراء أية تعديلات أو
                    تفكيك لمحتويات التطبيق أو ترجمته.</p>
                <p>• بعدم استخدام أي وسيلة غير شرعية للوصول للإعلانات أو لبيانات المستخدمين الآخرين أو انتهاك لسياسة وحقوق مؤسسة
                    محطة البيوت التجارية،أو الوصول لمحتوى التطبيق أو تجميع وتحصيل معلومات وبيانات تخص هومزستيشن أو عملاء
                    التطبيق والاستفادة منها بأي شكل من الأشكال أو إعادة نشرها.</p>
                <p> • بعدم استخدام خدماتنا إذا كنت غير مؤهل قانونيا لإتمام هذه الاتفاقية. على سبيل المثال أنك أقل من 18 سنة أو
                    أنك محجوب بشكل مؤقت أو دائم من استخدام التطبيق. </p>
                <p> • بعدم التلاعب بأسعار السلع سواء في البيع او الشراء وإلحاق الضرر بالمستخدمين الآخرين.</p>
                <p> • بعدم نشر إعلانات أو تعليقات كاذبة أو غير دقيقة أو مضللة أو خادعة أو قذف ، أو تشهير.</p>
                <p> • بعدم التعرض للسياسات أو السيادات الدولية أو الشخصيات المعتبرة أو أي مناقشات لا تتعلق بالبيع والشراء المشروعة
                    في هومزستيشن.</p>
                <p> • بعدم انتهاك حقوق الطبع والنشر والعلامات التجارية، وبراءات الاختراع، والدعاية وقواعد البيانات أو غيرها من
                    حقوق الملكية أو الفكرية التي تنتمي لمؤسسة محطة البيوت التجارية أو مرخصة لمؤسسة محطة البيوت التجارية.</p>
                <p> • بعدم انتهاك حقوق الآخرين الملكية أو الفكرية أو براءة الاختراع.</p>
                <p> • بعدم انتحال صفة لمؤسسة محطة البيوت التجارية أو ممثل لها أو موظف فيها أو أي صفة توحي بأنك تابع للمؤسسة ما
                    لم يكون لديك أذن رسمي من المؤسسة.</p>
                <p> • سوف تستخدم الخدمات لأغراض مشروعة فقط، ولن تستخدم الخدمات لشراء أواستلام أي مواد غير قانونية أو بهدف الاحتيال.</p>
                <p>• لن تعرقل التشغيل السليم لهومزستيشن.</p>
                <p>• ويجب على المستخدم عدم ارسال أي رسائل تكون تهديدية، أو غير أخلاقية، أو عنصرية أومناقضة للقوانين المحلية
                    والاتفاقيات الدولية.</p>
                <p>• أي مراسلات أو عناوين أو اسماء مستعارة يجب ألا تكون مخالفة للوائح والآداب العامة والسلوك الحسن والقوانين.
                </p>
                <p>• لايحق للمستخدم المطالبة بالتعويض عن أي خسائر تنشأ عن استخدام الخدمة.</p>
                <p>• قد يقوم هومزستيشن بمراقبة كافة الانظمة في أي وقت او باستمرار وقد يقوم هومزستيشن نظامها لاغراض تجارية.
                </p>
                <p>• ان العضو نفسه مسؤول عن كافة انواع التصرفات التي يتم القيام بها تحت اسم "المستخدم".</p>
                <p>• أي مواد تقوم بارسالها او نشرها في التطبيق سوف تعتبر غير سرية وغير شخصية. ولن يكون على هومزستيشن أي التزامات
                    فيما يخص هذه المواد.</p>
                <p>• لا يجوز لك اساءة استخدام التطبيق (بما في ذلك بواسطة القرصنة)</p>
                <p>• أي تعليقات أو ملاحظات يضعها المستخدم في التطبيق يجب ألا تحتوي على أي مواد تشهيرية، خليعة او مخالفة تعزز
                    العنف او التمييز تنتهك حقوق الملكية الفكرية لشخص اخر او تنتهك أي واجب قانوني تجاه طرف ثالث (مثل واجب
                    السرية) تعزز النشاط غير القانوني او تخترق خصوصية الاخر تقدم انطباعا انها صادرة عنا او يتم استخدامها لتقمص
                    شخصية شخص اخر او تقديم معلومات خاطئة عن ارتباطك بشخص اخر إن التصرفات المحظورة الواردة في الفقرات اعلاه
                    غير حصرية. وسوف يقوم بتعويض هومزستيشن عن كافة النفقات والاضرار التي تتحملها كنتيجة لانتهاكك لأي من تلك
                    القيود. وسوف يقوم هومزستيشن بالتعاون بالكامل مع أي جهات تنفذ القانون او قرارات المحكمة التي تطلب منا
                    او توجهنا للتصريح عن هوية أو موقع أي شخص يقوم بنشر أي مواد بمخالفة الفقرات المذكورة أعلاه .</p>
                <p>• يجوز ان يقوم هومزستيشن بشكل مؤقت بتوقيف او التوقف تماما عن تشغيل النظام في أي وقت. ولن يكون على هومزستيشن
                    أية مسؤوليات تجاه المستخدمين او أي طرف ثالث بسبب التوقيف المؤقت او التوقف الكامل لتشغيل النظام.</p>
                <p>• يجوز ان يقوم هومزستيشن بتغيير الخدمات التي لا تتطلب عضوية الى شكل يتطلب عضوية.</p>
                <p>• و يجوز ان يقوم هومزستيشن بتقديم خدمات اضافية وتغيير بعض الخدمات جزئيا او بالكامل او تحويلها الى خدمة مدفوعة</p>
                <p>• وأن أصحاب التعليقات لا يمثلون رأي تطبيق هومزستيشن على الإطلاق ولا المؤسسة المالكة الرئيسية، ولا أي من الشركات
                    التابعة.
                </p>
                <p>• أن هومزستيشن غير مسـؤول عن أي إلتزامات أو مطالبات أو خسائر ناتجة عن أي من التعليقات المنشورة أو أي من المحتوى
                    الموجود على التطبيق.</p>
                <p>• يحق لك إلغاء\استرجاع الطلب من خلال تواصلك مع المعلن في تطبيقنا.</p>
                <p>• وعند قبول طلبك، فإن ذلك يمثل اتفاق بينك (كعميل) وبين متجر الأسرة (كبائع)، وتقع على المتجر وحده المسؤولية
                    عن هذا الطلب. ويتم الدفع النقدي مباشرةً الى المتجر الذي يقوم بتلبية الطلب.</p>
                <p>• لا يتم استرجاع المبالغ المدفوعة الكترونيا للاعلانات والاشتراكات داخل التطبيق. </p>
                <br />

                <h4 class="sub-title">الأضرار التي يتعرض لها المستخدم: </h4>
                <p class="description">
                    لا تتحمل المؤسسة المالكة لتطبيق هومزستيشن أو أي ممن ساهموا في إنتاج أو توزيع أو تثبيت التطبيق أية مسؤولية عما يلي نتيجة استخدام
                    التطبيق، علماً بأن مالك التطبيق يبين إمكانية حدوث أشياء كهذه رغم بذل قصارى جهد المؤسسة لتجنب ذلك:
                </p>
                <p> 1- أي عطل يحدث في الأجهزة الذكية الخاصة بالمستخدم المثبت عليها التطبيق. </p>
                <p> 2- أي فساد أو فقد للمعلومات من أجهزة المستخدم أو الأجهزة المرتبطة بها. </p>
                <p> 3- أي تعطل عن العمل. </p>
                <p> 4- أية أضرار بالصحة. </p>
                <p> 5- الأضرار غير العادية أو الطارئة أو غير المباشرة. </p>
                <p> 6-أية أضرار اقتصادية (مثل الأضرار الناتجة عن خسارة في الأر باح أو الدخل أو السمعة أو الفوائد وغيرها) </p>
                <p> 7- أية أضرار أخرى مهما كان نوعها. </p>
                <br />

                <p class="description"> قد تؤدي إحدى الحالات التالية إلى فقد في البيانات التي يقوم المستخدم بإدخالها: </p>
                <p> 1-عطل أو سوء استخدام الجهاز الذكي. </p>
                <p> 2-عطل أو سوء استخدام نظم التشغيل. </p>
                <p> 3- انقطاع التيار الكهربائي. </p>
                <p> 4- سوء استخدام التطبيق من قبل المستخدم. </p>
                <p> 5- إزالة تثبيت البرنامج أو إعادة تثبيته أو حذفه كله أو جزء منه. </p>
                <br />

                <p class="description">
                    لا يحق لأيٍ كان أن يكون طرفاً ثالثاً في هذه الاتفاقية، كما أن المؤسسة مالكة تطبيق هومزستيشن لن تكون مسؤولة عن أي طرف ثالث
                    يقوم بالادعاء على المستخدم فيما يخص أي نوع من الأضرار التي تم ذكرها سابقاً. في الحالات المذكورة سابقاً،
                    وأية حالات أخرى لم يرد ذكرها هنا، يعتبر المستخدم أنه قبل بهذه الشروط وأقر بها. جهة حل النزاع :
                    <br> تعتبر هذه الاتفاقية وكأنها تم تنفيذها وتحريرها في المملكة العربية السعودية ويجب أن تخضع وتفسر حسب القوانين
                    السارية فيها (دون اعتبار لنصوص وقواعد تنازع القوانين).. وتفسر لغة هذه الاتفاقية حسب معناها المنطقي والعادل
                    دون التحيز لأي من الأطراف. وتختص المحاكم المختصة بالمملكة العربية السعودية حصرياً بنظر أي نزاع قد ينشب
                    بين الأطراف نتيجة هذه الاتفاقية.

                </p>

                <h4 class="main-title">نعم قرأت اتفاقية الاستخدام وأوافق على الشروط الواردة بها.</h4>
            </div>
        </div>
    </section>
    <!-- privacy Section End-->

    <!-- Tap on Top-->
    <div class="tap-top">
        <div>
            <i class="fa fa-angle-double-up"></i>
        </div>
    </div>
    <!-- Tap on Ends-->

    <!-- Footer Section start-->
    <div class="copyright-section index-footer">
        <p>جميع الحقوق محفوظة لسنه 2019</p>
    </div>
    <!-- Footer Section End-->

    <!-- js files-->
    <script src="{{ asset('resources/assets/site') }}/assets/js/jquery-3.3.1.min.js"></script>
    <script src="{{ asset('resources/assets/site') }}/assets/js/popper.min.js"></script>
    <script src="{{ asset('resources/assets/site') }}/assets/js/bootstrap.min.js"></script>
    <script src="{{ asset('resources/assets/site') }}/assets/js/owl.carousel.min.js"></script>
    <script src="{{ asset('resources/assets/site') }}/assets/js/tilt.jquery.js"></script>
    <script src="{{ asset('resources/assets/site') }}/assets/js/jquery.validate.min.js"></script>
    <script src="{{ asset('resources/assets/site') }}/assets/js/additional-methods.min.js"></script>
    <script src="{{ asset('resources/assets/site') }}/assets/js/contact.js"></script>
    <script src="{{ asset('resources/assets/site') }}/assets/js/scroll.js"></script>
    <script src="{{ asset('resources/assets/site') }}/assets/js/script.js"></script>
</body>

</html>
